[
    {
        "name": "Friedrich Nietzsche",
        "note": "(15 October 1844 – 25 August 1900) was a German philosopher, prose poet, cultural critic, philologist, and composer, whose work has exerted a profound influence on contemporary philosophy.",
        "quotes": [
            "Without music, life would be a mistake.",
            "It is not a lack of love, but a lack of friendship that makes unhappy marriages.",
            "That which does not kill us makes us stronger.",
            "I'm not upset that you lied to me, I'm upset that from now on I can't believe you.",
            "Whoever fights monsters should see to it that in the process he does not become a monster. And if you gaze long enough into an abyss, the abyss will gaze back into you.",
            "There is always some madness in love. But there is also always some reason in madness.",
            "You must have chaos within you to give birth to a dancing star.",
            "You have your way. I have my way. As for the right way, the correct way, and the only way, it does not exist.",
            "Sometimes people don't want to hear the truth because they don't want their illusions destroyed.",
            "He who has a why to live for can bear almost any how."
        ]
    },
    {
        "name": "Jordan Peterson",
        "note": "Some note about the author.",
        "quotes": [
            "I don't think that you have any insight whatsoever into your capacity for good until you have some well-developed insight into your capacity for evil.",
            "When you have something to say, silence is a lie.",
            "You're going to pay a price for every bloody thing you do and everything you don't do. You don't get to choose to not pay a price. You get to choose which poison you're going to take. That's it.",
            "If you don't say what you think then you kill your unborn self."
        ]
    },
    {
        "name": "Saifedean Ammous",
        "note": "Some note about the author.",
        "quotes": [
            "Money that is easy to produce is no money at all, and easy money does not make a society richer; on the contrary, it makes it poorer by placing all its hard‐earned wealth for sale in exchange for something easy to produce.",
            "Sound money is also an essential element of a free society as it provides for an effective bulwark against despotic government.",
            "Civilization is not about more capital accumulation per se; rather, it is about what capital accumulation allows humans to achieve, the flourishing and freedom to seek higher meaning in life when their base needs are met and most pressing dangers averted.",
            "Sound money allows people to think about the long term and to save and invest more for the future. Saving and investing for the long run are the key to capital accumulation and the advance of human civilization.",
            "A good that assumes the role of a widely accepted medium of exchange is called money."
        ]
    },
    {
        "name": "Ayn Rand",
        "note": "Some note about the author.",
        "quotes": [
            "Do not let your fire go out, spark by irreplaceable spark in the hopeless swamps of the not-quite, the not-yet, and the not-at-all. Do not let the hero in your soul perish in lonely frustration for the life you deserved and have never been able to reach. The world you desire can be won. It exists.. it is real.. it is possible.. it's yours.",
            "If you don't know, the thing to do is not to get scared, but to learn.",
            "Freedom: To ask nothing. To expect nothing. To depend on nothing.",
            "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
            "The smallest minority on earth is the individual. Those who deny individual rights cannot claim to be defenders of minorities."
        ]
    }
]